import '../assets/css/about.css'
import founder from '../assets/images/founder.jpg'

export const About = () => {
  

    return<>

        <div className="about-first-section">

                <h1>संस्थापक संदेश</h1>

            <div className="inside-about-first-section">
                <div className="inside-about-first-card-section">
                    <img src={founder} alt="" />
                    <div className="intro-title">
                        <h2>ज्ञानेश चौहान - संस्थापक अध्यक्ष</h2>
                        <h3>विश्व सनातन हिन्दू फाउंडेशन</h3>
                    </div>
                </div>
                <div className="inside-about-first-card-section">
                    <p>
                        सनातन धर्म केवल पूजा-पद्धति नहीं, यह मानवता को दिशा देने वाला शाश्वत जीवन दर्शन है।
यही दर्शन हमें संयम, करुणा और कर्तव्य का बोध कराता है—और यही भारत की आत्मा है।
                    </p>
                    <p>विश्व सनातन हिन्दू फाउंडेशन की स्थापना इस संकल्प के साथ की गई है कि सनातन मूल्यों को केवल ग्रंथों तक सीमित न रखा जाए, बल्कि उन्हें समाज, राष्ट्र और आने वाली पीढ़ियों के जीवन में सशक्त रूप से स्थापित किया जाए। हमारा उद्देश्य है—संस्कारों की पुनर्स्थापना, सांस्कृतिक जागरण और सामाजिक उत्तरदायित्व के माध्यम से एक संगठित हिंदू समाज का निर्माण।</p>
                    <p>आज जब हमारी आस्था, परंपराएँ और पहचान को कमजोर करने के प्रयास हो रहे हैं, तब तटस्थ रहना विकल्प नहीं है। समय आ गया है कि हम विचार, संगठन और कर्म—तीनों स्तरों पर सजग हों। यह संगठन सेवा, शिक्षा, जागरूकता और राष्ट्रहित के अभियानों के माध्यम से सनातन चेतना को जन-जन तक पहुँचाने के लिए प्रतिबद्ध है।
</p>
<p>मेरा विश्वास है कि जब समाज अपने मूल से जुड़ता है, तभी वह अडिग बनता है। यह यात्रा अकेले की नहीं है—यह आप सभी के सहयोग, सहभागिता और संकल्प से ही सफल होगी।
</p>
<p>आइए, हम मिलकर सनातन चेतना की इस मशाल को प्रज्वलित रखें—
शांत मन से, स्पष्ट विचार से और निर्भीक कर्म के साथ।</p>
                </div>
            </div>
        </div>

    </>


}